@extends('layouts.app')

@section('content')
    <nav class="container" aria-label="breadcrumb" style="padding-top: 60px;">
        <ol class="breadcrumb">
            <li class="breadcrumb-item"><a href="{{ route('frontend::pages.index', ['lang'=>app()->getLocale()]) }}">Політика конфіденційності та умови використання - TECHNIKO</a></li>
            <li class="breadcrumb-item active" aria-current="page">Умови використання</li>
        </ol>
    </nav>

    <div class="container">

        <br><br>
        <h3>Політика конфіденційності та умови використання</h3>

        <br><br>Використовуючи Сайт, та/або мобільний додаток, та/або інші пов'язані сервіси та інструменти Techniko Користувач надає свою згоду Компанії на обробку своїх персональних даних, таких як ім'я користувача; регіон проживання, адреса електронної пошти, контактний телефон, інша контактна інформація за бажанням користувача; ip-адреси, інші комунікаційні дані користувачів; повідомлення, листи, заяви, що передаються користувачу іншими користувачами і навпаки, а також дає свою згоду на передачу своїх персональних даних третім особам, в тому числі на передачу персональних даних за кордон, в будь-яку третю країну, в відповідності з цією Політикою конфіденційності та Угодою з користувача сервісів Techniko

        <br><br>Користувачі повинні знати, що при переході на деякі посилання, розміщені на Сайті, або в мобільному додатку, вони можуть бути перенаправлені до сайтів (з додатками і т.д.) інших компаній за межі хостингового простору Компанії, де інформація про Користувачів збирається поза прямим контролем Компанії. В такому випадку Політики конфіденційності сайтів та/або додатків третіх осіб регулюватимуть порядок обробки інформації, отриманої від користувачів цими третіми особами.

        <br><br>Інформація, яку Компанія не збирає і не обробляє:

        <br><br>Компанія не збирає і не обробляє персональні дані про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в політичних партіях та професійних спілках та подібну інформацію.

        <br><br><br>ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ

        <br><br>1.1. Для надання своїх послуг Компанія може використовувати інформацію, яку Компанія збирає і розміщує для наступних цілей:

        <br><br>1.1.1. забезпечення обслуговування клієнтів, в тому числі для створення і управління обліковими записами користувачів, вирішення технічних труднощів і доступу до різних функцій;

        <br><br>1.1.2. адаптація пропозицій і досвіду, в тому числі реклами на своїх сервісах або сервісах третіх осіб;

        <br><br>1.1.3. контроль загальної та індивідуальної активності користувачів, такий як пошук за ключовими словами, активності за публікаціями оголошень та укладання угод, а також для управління трафіком на Сайті;

        <br><br>1.1.4. зв'язок з користувачами, в тому числі з питань сервісу, обслуговування клієнтів або дозволених маркетингових комунікацій через будь-які доступні канали зв'язку;

        <br><br>1.1.5. проведення науково-дослідницької та аналітичної активності з метою поліпшення нашого сервісу; та

        <br><br>1.1.6. забезпечення дотримання Угоди з користувачами сервісів враховуючи боротьбу з шахрайством і образами;

        <br><br>1.1.7. оцінка деяких факторів особистої інформації, зокрема, для аналізу та прогнозування особистих вподобань, інтересів, поведінки та місцезнаходження.

        <br><br>1.2. Компанія буде зберігати Ваші персональні дані настільки довго, наскільки це необхідно для досягнення цілей, заради яких вони були зібрані, в тому числі для виконання будь-яких юридичних, бухгалтерських вимог, або вимог щодо звітності.

        <br><br>Для визначення відповідного періоду зберігання Компанія враховує обсяг, характер і чутливість персональних даних, потенційний ризик заподіяння шкоди від несанкціонованого використання або розголошення Ваших персональних даних, мету, заради яких Компанія обробляє Ваші персональні дані, а також чи може Компанія досягти цих цілей за допомогою інших засобів, і відповідні юридичні вимоги.

        <br><br>Якщо у вашому обліковому записі не було активності більше 24 місяців, ми залишаємо за собою право видалити ваш обліковий запис, включаючи всі особисті дані, що зберігаються в обліковому записі, що означає, що ви більше не зможете отримати до нього доступ і використовувати його.

        <br><br>У разі виникнення питань щодо періоду зберігання даних, будь ласка, зв'яжіться з нами через функцію "Підтримка".

        <br><br><br>КОРИСТУВАЦЬКИЙ КОНТРОЛЬ

        <br><br>2.1. Доступ, Виправлення і Вилучення: Користувачі, які створили обліковий запис, або розмістили оголошення на Сайті, можуть отримувати доступ, виправляти або видаляти інформацію, яку вони надають. Користувач несе відповідальність за точність наданих даних, або повідомлень на Сайті. Якщо обліковий запис Користувача був створений через провайдера ідентифікації (наприклад, Facebook Connect), Користувач може також відключити, або змінити дані облікового запису через налаштування ідентифікації провайдера (наприклад, на facebook.com). Розміщена інформація може бути змінена або видалена в особистому кабінеті користувача "Мій профіль" на веб-сторінці Сайту, або в додатку. Компанія може припинити обробку персональних даних Користувача в разі отримання письмового повідомлення Користувача про відкликання згоди на обробку персональних даних.

        <br><br>Щоб видалити Ваші персональні дані, будь ласка, направте відповідний запит із повідомленням про відкликання згоди на обробку персональних даних адміністрації сервісу через функцію Підтримка на Сервісі, або зателефонуйте за номером +38(096)779-03-61. Ми видалимо Ваші дані не пізніше ніж за 10 (десять) календарних днів з дати отримання від Вас всієї необхідної інформації.

        <br><br>2.2. Вибір третіх осіб: деякі зовнішні суб'єкти, що діють на сайті, наприклад, Google Adwords дозволяють користувачам відкликати свою згоду на збір і використання своїх даних для реклами на основі активності користувачів. Для отримання більш детальної інформації та можливості вибору, будь ласка, відвідайте http://www.networkadvertising.org.

        <br><br>2.3. Кукіс (Cookies): Більшість основних комп'ютерних (десктопних) і мобільних веб-браузерів (наприклад, Safari, Firefox, Internet Explorer, Chrome, Opera) забезпечують елементи управління, які дозволяють користувачеві обмежити або заблокувати встановлення Кукіс (Cookies) на ваших системах. Зверніть увагу, що відключення Кукіс (Cookies) щодо доменів першої категорії (відвідуваних сайтів) та інших доменів (сайтів, пов'язаних з відвідуваними) може привести в деяких випадках до обмеженої функціональності цих веб-сайтів.

        <br><br>2.4. Інші права Користувачів у зв'язку з обробкою їх персональних даних Компанією:

        <br><br>2.4.1. знати про місцезнаходження бази персональних даних, яка містить персональні дані користувачів Tecniko.com.ua, її призначення та найменування, місцезнаходження власника і розпорядників персональних даних, або дати відповідне доручення щодо отримання цієї інформації уповноваженими користувачами Сайту крім випадків, встановлених законом;

        <br><br>2.4.2. отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються персональні дані користувачів Сайту;

        <br><br>2.4.3. доступ до своїх персональних даних;

        <br><br>2.4.4. отримувати не пізніше як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, обробляються чи зберігаються його персональні дані, а також отримувати зміст таких персональних даних;

        <br><br>2.4.5. пред'являти вмотивовану вимогу власнику персональних даних із запереченням проти обробки персональних даних;

        <br><br>2.4.6. пред'являти вмотивовану вимогу щодо зміни або знищення персональних даних власником та/або розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;

        <br><br>2.4.7. на захист персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію;

        <br><br>2.4.8. звертатися зі скаргами на обробку персональних даних до органів державної влади та посадових осіб, до повноважень яких належить забезпечення захисту персональних даних, або до суду;

        <br><br>2.4.9. застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;

        <br><br>2.4.10. відкликати згоду на обробку персональних даних;

        <br><br>2.4.11. знати механізм автоматичної обробки персональних даних;

        <br><br>2.4.12. на захист від автоматизованого рішення, що має для користувачів Сайту правові наслідки.

        <br><br><br>БЕЗПЕКА

        <br><br>3.1. Вся інформація, яку ми збираємо в розумних межах захищена технічними засобами і процедурами забезпечення безпеки з метою запобігання несанкціонованому доступу або використання даних. Афілійовані з Компанією особи, надійні партнери і незалежні постачальники послуг зобов'язуються використовувати отриману від Компанії інформацію відповідно до наших вимог до безпеки і цієї Політикою Конфіденційності.

        <br><br><br>ВНЕСЕННЯ ЗМІН ДО ЦІЄЇ ПОЛІТИКИ

        <br><br>4.1. Ця політика конфіденційності була в останнє оновлена 14.02.2023. Компанія може час від часу оновлювати цю політику конфіденційності, нова редакція Політики конфіденційності вступає в силу з моменту її розміщення в мережі Інтернет за вказаною в цьому пункті адресою, якщо інше не передбачено новою редакцією Політики конфіденційності. Чинна редакція Політики конфіденційності завжди знаходиться на сторінці за адресою

        <br><br>4.2. У разі якщо Компанією були внесені будь-які зміни в Політику Конфіденційності, з якими Користувач не згоден, він зобов'язаний припинити використання сервісів Сайту. Факт продовження використання Сайту є підтвердженням згоди і прийняття Користувачем відповідної редакції Політики Конфіденційності.

        <br><br><br>
    </div>
@stop
